{
  "artists":
   [
     {
        "id":1,
        "name":"Sterling Crispin",
        "title":"A Particular Nowhere",
        "img":"media/img_small/small_aparticularnowhere.jpg",
        "imgSizeX":600,
        "imgSizeY":346,
        "targetUrl":"http://www.aparticularnowhere.com",
        "bioID":"Sterling Crispin",
        "Caption":"<h4>A Particular Nowhere</h4></br>Website, webgl, threejs</br>2014",
        "bio":"<b>Sterling Crispin</b> is an artist and technologist born 1985 in Maui, Hawaii. His work explores the relationships between spirituality, human consciousness, and impermanence as they relate to the exponential growth of computing technology and our networked global culture. He received his Master of Fine Arts and Master of Science in Multimedia Engineering from the University of California Santa Barbara. Crispin was an invited speaker at the first annual Drones and Aerial Robotics Conference as coauthor of OpenDroneControl, an open source software platform for developing interactive artworks and research projects with aerial robotics. Crispin was an artist in residence for three years at RedLine in Denver, CO in 2008 where his work developed into a more heavily digital practice. Notably Crispin's work has been featured in 'Sneakerotics' at Edouard Malingue Gallery, 'Beyond the Bond' at Studio Gallery, '#FUTUREMYTH' and 'Dump.fm IRL' at 319 Scholes Gallery, and published in Katja Novitskova's 'Post Internet Survival Guide'.",
        "descricao":"A Particular Nowhere, empty space is a location able to receive something. An algorithmic landscape growing infinitely, stretching into a hazy void. Your sleepwalk is cradled by virtual life, blooming as single celled organisms subdivide. There is a limit held, expanding forever, contained.</br> A Particular Nowhere was at first inspired by the ongoing contemporary expansion into cyberspace and the transition from IPv4 to IPv6 in the context of the colonization and expansion into the American West, and its depiction by the Hudson River School of painters, as well as the sublime as addressed by Romanticism.</br>In this context the land was a vast rugged territory waiting to be colonized.This raw expansiveness and infinite nature of reality in relation to the human body colors this sublime experience with terror and awe. In many ways cyberspace has already been colonized. Large multinational corporate entities have won, constructing vast architectures of information and light. Yet unlike the American West the frontier and wilderness of cyberspace is infinite, and itself expands with every boundary crossing.",
        "positionX": "1",
        "positionY": "1"
     },
     {
        "id":2,
        "name":"J. Beira & Y. de Quay",
        "title":"Biomediation",
        "img":"media/img_small/small_BioMediation.jpg",
        "imgSizeX":600,
        "imgSizeY":338,
        "targetUrl":"//player.vimeo.com/video/90687541?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"João Beira & Yago de Quay",
        "Caption":"<h4>Biomediation</h4></br>Sensor based audiovisual performance, 6:30 minutes, 1920x1080px</br>2014",
        "bio":"<b>João Beira</b> is as a new media artist, designer and performer.His visual creations and performances with digital media have been displayed internationally at art and music festivals during the last decade. His main interests are related to the use of video projection with sensing technologies and immersive interactive digital environments.</br>Since 2010 he has been working towards a dual degree PhD in Digital Media at the University of Texas at Austin and University of Porto, FEUP. He was a lecturer at the ESG University from 2007 to 2010 in Multimedia Production, Design and Digital Video. He holds a M.A. in Multimedia Art from the University of Porto and a bachelor’s degree in Fine Arts from ESAP.</br>His work has been published and presented in international journals and conferences, such as ACM (Association Computer Machinery) and he has been conducting workshops focusing on real time interactive visual strategies.</br>He is also the founder and artistic director of Datagrama and has been collaborating with Quixotic Fusion (Usa) developing interactive strategies through the use of depth sensing technologies. 2&4 and 3D [Embodied], two of my most recent bodies of work, have been nominated by the Austin Critics Table Awards for the Best Video Design 2012 and 2013.</br></br><b>Yago de Quay</b> is a musician who performs with sensors on his body. Currently a PhD fellow at UTAustin, he combines his musical and programming skills to develop motion driven musical devices.</br>His work with sensors and electronic music started in 2010 with a grant by the European Union to implement interactive music sensors in night clubs. Findings led to the publication of the book “Interactive Music 2.0”, then considered the best thesis in his Master’s program. Subsequent work with dancers wearing musical sensors earned him a PhD fellowship by the Portuguese government and a TEDx talk in Luanda. His pieces cover multiple artistic disciplines to create immersive audiovisual performances. In 2013 he received the Audience Favorite Prize at West By West Campus Film Festival for the film NOLA and the Critics Table Awards nomination for the Best Video Design in the multimedia performance 3D[Embodied]. This year Yago was commissioned a piece and granted a residency by the Ammeman Center for Arts and Technology at Connecticut College, for the 14th Biennial Symposium on Arts Yago holds a Bachelors Degree from Berklee College of Music and a Master’s Degree from the Faculty of Engineering at the Universidade of porto.",
        "descricao":"BioMediation is a sensor based audio-visual performance that illustrates the exercise of meditation. Through the use of electroencephalography (EEG), the cognitive and emotional process of the performer is translated dynamically to sound and visual compositions in real-time. Additionally, the movement and physical space of the performer is tracked by a depth sensor. We connect the depth sensor camera controller to the performer and track expressive gestures, allowing embodiment the virtual space in real-time. Understood as a biofeedback process, it mirrors the physiological state of the performer through an immersive video display. BioMediation introduces a new layer to the exploration of the mixed reality performance: cognitive process as an audiovisual instrument and performative interface.</br>Biosensors capture the electrical activity in the brain. These brain waves are then transformed into sound waves and a visual display. The performer meditates in an evolving environment creating a feedback loop with the audiovisual media output. This process encourages the emergence of unexpected immersive spaces, and either amplifies the ability to focus in mediation as a relaxation process or obstructs it. From a performance point of view, we are interested in understanding how this interface can facilitate cognitive and artistic exercise of emotions and the ability to interact with an intangible interface, the mind. The potential for mapping these brain patterns to the manipulation of digital and virtual instruments is the framework for analysis on this project, and is the core system of BioMediation.",
        "positionX": "1",
        "positionY": "2"
        },
     {
        "id":3,
        "name":"James Charlton",
        "title":"Waiting Event: 64 bytes",
        "img":"media/img_small/small_CHARLTON.jpg",
        "imgSizeX":600,
        "imgSizeY":220,
        "targetUrl":"media/img_small/big_CHARLTON.jpg",
        "bioID":"James Charlton",
        "Caption":"<h4>Waiting Event: 64 bytes</h4></br>Multi-site interactive live screen installation.</br>2014",
        "bio":"<b>James Charlton</b> is New Zealand based trans-disciplinary artist who’s recent practice has developed out of an established sculptural practice. His work spans a spectrum of work that includes object based sculpture, stereo-lithography, installation, robotics, interactive screen-based and performance work.</br>As Senior Lecture and Program Leader of Postgraduate Studies @ colab – AUT Universities Interdisciplinary Unit, he lectures on post-material practice and interactive installation. His PhD research in to digital materiality with Transart Institute (US/DE) and Plymouth University (UK) asks if it is possible to engage the digital within sculptural practice without recourse to the mimetic strategies of so called digital-media technologies.</br>Immigrating to New Zealand from the UK in 1973, he gained his BFA from Auckland University in 1982. As a Fulbright recipient he completed his MFA at the State University of New York at Albany in 1986. Remaining in the United States for a further four years, he exhibited extensively in solo and group exhibitions throughout the USA, and was represented by Akin Gallery in Boston and John Gibson Gallery in New York. During this time he lectured in sculpture at the University of New Hampshire, Monserrat College of Art and the State University of New York at Albany.</br>Recent publications include: Remembering a Post-Digital Future (ARPA for Transmediale, DE, 2013), Acts of Materiality (Making Futures, Plymouth, UK, 2013), Exhalant Gestures, (Corporeal Computing Conference, Surry, UK. 2013). Recent practice included, nCompass, (Berlin, DE, 2013), nbreathMe, (Manchester, UK, 2013). Selected works can be seen at http://idot.net.nz",
        "descricao":"Recently while perusing the mail archives of –emprye, I was drawn in by a conversation between Rob Myers and Timothy Morton in which Myers somewhat provocatively declares that he is ‘watching Raiders of the Lost Ark on a baguette’(Myres, 2012). Perhaps not surprisingly given the irreducibility of the Speculative Realist object, Morton struggles with this statement that to him seems like the “sound of the world melting again” (Morton in Myres, 2012). But what is actually proposed by declaring a sandwich to be a screen and how does this change the way we negotiate the screen as an object in-itself?</br>waiting event: 64 bytes does not offer itself as a gastronomic screen. Rather, it explores the screen, and in particular the digital screen, as an event. It seeks to understand the relationship between objects, events and materiality in the context of emerging Speculative Realist notions of time in which ‘outside and inside are offset against each other as different regions defined by the boundary’ (Massumi, 2011) that temporalizes and spatialises itself.</br>Waiting event: 64 bytes operates across wireless networks to connect a series of remote sites from which participant-events provide data input.  Mimicking the method of sports scoreboards that quantify and tally events as discrete units of data, a series of basketball hoops installed on the streets of Lisbon is used to provide ‘scores’ – data for content that is visually aggregated and displayed on an LED dot-matrix display(DMD). Live video footage of the DMD combined with pre-recorded event footage is streamed to the festival’s Virtual Gallery.</br>In speculating on the function of physical objects as time-based entities with reference to both the affection-image (Deleuze, 1989), and semblance (Massumi, 2011), waiting event: 64 bytes presents itself as a series of discrete or digital events that are re-screened as fresh instantiations in the experience-event of the screen work.</br>waiting event: 64 bytes is the screen as a body of discrete (digital) events that operate across spatial and temporal sites that constitute an event that is both screen and baguette, that is both in-itself and beyond itself at the same time. </br><i>Deleuze, Gilles. Cinema 2: The Time Image. Trans. H. Tomlinson and R. Galeta. London: Athlone, 1989. Print.</br>Myres, Rob, Tim Morton, Tarek Elhaik, Christiane Paul, and Richard Grusin. 'Tarek on Screens.'' Email Discussion. [-empyre-] Tarek on Screens. [-empyre-], n.d. Web. 09 July 2012.</br>Massumi, Brian. Semblance and Event: Activist Philosophy and the Occurrent Arts. Cambridge, MA: MIT, 2011. Print.</i>",
        "positionX": "1",
        "positionY": "3"
        },
     {
        "id":4,
        "name":"A. Ruchlewicz-Dzianach",
        "title":"Miastofon",
        "img":"media/img_small/small_Dzianach.jpg",
        "imgSizeX":600,
        "imgSizeY":600,
        "targetUrl":"http://www.subjectivemap.com/miastofon",
        "bioID":"Agata Ruchlewicz-Dzianach",
        "Caption":"<h4>Miastofon</h4></br>Acoustic Interactive Online Map.</br>Collaborators: Anna Wejkowska-Lipska, Niet-Fn, Lukasz Dzianach</br>2014",
        "bio":"<b>Agata Ruchlewicz-Dzianach</b> (1984) is an independent artist and designer. Interior architect by Academy of Fine Arts in Gdansk, Poland. Her works balance between art, design and architecture. She is a leader of GrubyPunkt Urban Laboratory based in Gdansk, Poland (2011). In her research she investigates the relationship between space and human beings, focusing on subjective and emotional perception of the environment. In GrubyPunkt, she focuses on the practical use of participative processes and tactical approach through interactive installations, subjective mapping and workshop organization practices. She is the author of artistic participative projects based in subjective mapping in Spain, Germany and Poland.</br>Agata was invited for several projects e.g. in Berlin, Leipzig, Firenze, Vigo, Valencia or Barcelona. She received several awards in contests organized e.g. by Architecture for Humanity Chicago, Centre for Contemporary Art Laznia, OFFA Poland or Knauf Group. Her projects and essays have been published by Engaging Cities, European Forum for Architectural Policies, the Institute for Advanced Architecture of Catalonia, Underconstructions Laboratory as Alter Architectures Manifesto, the Spanish language Engawa Magazine, Columbian Proyecto Diseno and others.",
        "descricao":"Miastofon is a purely acoustic interactive online map. It is based only on the sound and all visual aspects are eliminated, even the cursor, making it a two-dimensional acoustic screen. To start own dérive, each user activates sounds around invisible map by moving invisible cursor. Miastofon is based on spontaneous space exploration and research of accidentally encountered often inconspicuous places around one concrete district of the city of Gdansk: Nowy Port. Walk routes were not fixed in advance, and were guided by randomness based on the idea of Situationism and derived from it psychogeography. The project was co-created with blind and partially sighted people from Co-op for the Visually-Impaired in Gdansk, Poland.≤/br≥Miastofon is an experiment of superposition of subjective sound layers of city defined by each individual participant. These layers all together create multi-dimensional soundscape of the city. On the map there are two types of sounds that we can activate by wandering with invisible cursor: field recordings and recorded impressions of blind people and all encountered people willing to stop for a while for listening to the city. As a basic tool for exploration common collaborative walks were used. Spontaneous space exploration and research of accidentally encountered often inconspicuous places was taken as a start point.≤/br≥Sounds define and describe the space. Perception of individual sounds depends on various factors. However, in the everyday rush, sound in the city is beyond consciousness of residents. Rarely we have time to stop and listen to the city. The aim of project is to explore and discover the city soundscape: what is invisible and often forgotten, ephemeral and dynamic. To catch and save the fugitive and subjective dynamic layers of sound spaces. Inviting to the common active listening of the city, the project aims to arouse interest in multidimensionality of the city in the same time showing that the city is not only a set of buildings. By taking common creative actions, it aims to familiarize space and to sensibilize to city’s complexity and richness.≤/br≥Miastofon is a winner project in contest organized by Laznia Centre for Contemporary Art, Gdansk, Poland. It was 3 months project in a form of workshops, started in April 2014. For the project I invited also to collaboration: artist Anna Wejkowska-Lipska, experimental musician Niet F-n and multimedia specialist Lukasz Dzianach.",
        "positionX": "1",
        "positionY": "4"
        },
     {
        "id":5,
        "name":"Graham Budgett",
        "title":"God, the Devil in the Detail",
        "img":"media/img_small/small_Graham_Budgett.jpg",
        "imgSizeX":600,
        "imgSizeY":468,
        "targetUrl":"http://www.arts.ucsb.edu/faculty/budgett/god.html",
        "bioID":"Graham Budgett",
        "Caption":"<h4>God, the Devil in the Detail</h4></br>Vernacular English and WebGL-based Interactive Audiovisual</br>2014",
        "bio":"In his work across the expanded field of Spatial Practices and Electronic Media, <b>Graham Budgett</b> fabricates complex metaphors that implicitly reflect upon the production and display systems of western culture, while illuminating the pathos of human subjectivity. He calls his practice ‘doing theory’ and ‘a scopophilic conceptualism’.</br>Originally from Manchester, England, he studied at St. Martin’s School of Art, London,1977-78 and moved to the USA for further Graduate Studies at Stanford University, California, receiving his Masters’ Degree in Fine Art in 1982.</br>In 1984, he moved to West Berlin with his American partner, occasional collaborator and fellow artist, Jane Mulfinger. He was a Resident Artist at Kuenstlerhaus Bethanien from 1986-87. From 1988-94, he lived in London, exhibiting widely and teaching at the University of Westminster and Middlesex University, London.</br>In 2005, he and Jane Mulfinger were recipients of major funding from Microsoft Research Cambridge [UK], for their action-research project, REGRETS, an interactive archive, public conceptual artwork, and action-research study regarding the human capacity for remorse. REGRETS featured at Ars Electronica 2006 and The Cube Festival, Paris, in 2008. The REGRETS online archive is at regrets.org.uk</br>Graham currently lives in Santa Barbara, California, where he teaches at the University of California.</br>",
        "descricao":" God, the Devil in the Detail manifests itself purely through language - two languages in particular, vernacular English and Javascript. WebGL and the HTML5 'canvas' are the contextual support for the web-based application. Somewhere between slick commercial animation, psychedelic mandala and cult mantra, this interactive audio-visual divinity proclaims itself the Word-Essence of contemporary monotheism. Here, the manifestation of the common social-media mantra 'OMG' is both logo and logos.",
        "positionX": "1",
        "positionY": "5"
        },


     {
        "id":6,
        "name":"Múcab Dans",
        "title":"Pirouette in D minor",
        "img":"media/img_small/small_Irina_Martinez_Joan_Laporta.jpg",
        "imgSizeX":600,
        "imgSizeY":450,
        "targetUrl":"//player.vimeo.com/video/42279694?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Múcab Dans Company",
        "Caption":"<h4>Pirouette in D minor</h4></br>Dance, music, multimedia, 50 min.</br>2011",
        "bio":"<b>Múcab Dans</b> is a company founded with the idea of producing multidisciplinary performances, mixing visual and performing arts, to find a new language in their own work in order to reach the public language of movement.",
        "descricao":"’Pirouette in D minor’ is a interactive multidisciplinary show where <b>dance, music and interaction multimedia</b> come together in a complete, understandable and attractive language.</br>A shift to a life without-life, a life abandoned a routine life without consciousness, which nullified its own senses, senses that keep us in contact with the self and the outside world.</br><b>A positive claim to do, to think and feel... Here and now!</b>",
        "positionX": "1",
        "positionY": "6"
        },
    {
        "id":7,
        "name":"Ryan Jeffery & Boaz Levin",
        "title":"All That is Solid Melts into Data",
        "img":"media/img_small/small_Jeffery_Levin.jpg",
        "imgSizeX":600,
        "imgSizeY":371,
        "targetUrl":"//player.vimeo.com/video/96162687?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":" Ryan Jeffery & Boaz Levin ",
        "Caption":"<h4>All That is Solid Melts into Data</h4></br>Video, 18 minutes</br>2014",
        "bio":"<b>Ryan S. Jeffery</b> (b. 1978) is an American filmmaker living in Los Angels, California. He received a BFA from Lewis & Clark College, an MFA from the Film and Video program at the California Institute of the Arts, and additionally studied at the Universität der Künste in Berlin. Jeffery’s work focuses on how political, cultural and economic structures are imprinted in the physical landscape. His films have shown in numerous venues such as the European Media Arts Festival in Osnäbruck, El Matadero Center for Contemporary Art in Madrid, Festival Nouveau Cinema, NGBK Berlin and The Museum für Fotografie in Berlin.</br></br><b>Boaz Levin</b> is an artist and writer who lives and works in Berlin. He studied fine arts at the Bezalel Academy of Arts and Design in Jerusalem and is completing his Meisterschuler studies under Hito Steyerl at the Universität der Künste in Berlin. Levin has recently presented his work at the Transmediale( Berlin), Manofim (Jerusalem), and Former West (HKW, Berlin) and the Museum Für Fotografie (Berlin).",
        "descricao":"Taken from Marx and Engels’s “Communist Manifesto”, the title of this project confronts the notion that the “datafication” of the digital information age has not foreclosed the role of physical infrastructure on human relations. Though our “smart tools” and devices for communication are becoming increasingly smaller, the physicality of digitized information still manifests itself onto the landscape, dependent on bodily resources. Equal parts building and machine, library and public utility, data centers are unwittingly the monuments of knowledge production within the digital age. This project traces data centers from their modernist architectural beginnings, the Cold War and into the digitized information age of the neo-globalized present.",
        "positionX": "1",
        "positionY": "7"
        },
     {
        "id":8,
        "name":"Mihaela Kavdanska & Dolma Jover",
        "title":"4th Skin",
        "img":"media/img_small/small_Kavdanska_Jover.jpg",
        "imgSizeX":600,
        "imgSizeY":448,
        "targetUrl":"//player.vimeo.com/video/112278582?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Mihaela Kavdanska & Dolma Jover",
        "Caption":"<h4>4th Skin</h4></br>Real-time intermedia dance performance, 15 min. Variable Dimensions (minimum 5x5x4m)</br>2014",
        "bio":"<b>Mihaela Kavdanska</b> is an intermedia artist, creative director, producer of art&culture events, curator of exhibitions & festivals, cultural manager & researcher.</br>Bulgarian born, based in Austria and Romania. Since late '90, she's been working mainly in interdisciplinary collaborative projects. She creates live experience and process based art works, where the constant exchange of perspectives plays and important role. Her projects have been exhibited and performed in different galleries, museums, festivals & other cultural events around Europe, USA & Asia, such as National Museum for Contemporary Art, Bucharest; Essl Sammlung Museum, Wien; National Museum of Foreign Art, Sofia; International Centre for Contemporary Art, Bucharest; Ars Electronica Festival; DAfest; Videomedeja; CAMP Festival; Post Screen Festival; Kinetica Art Fair, etc. Mihaela Kavdanska is initiator, co-founder, curator & artistic director at AVmotional Platform. Founded in 2004, this is one of the most articulated hypostases of contemporary urban culture in Romania.</br>Since 2006, she is co-founder and creative director at KOTKI visuals, art & technology studio founded in Bucharest. KOTKI are among the first to implement new technologies in performing arts, live communication and alternative advertising in Eastern Europe.</br>www.avmotional.com </br>www.kotkivisuals.com</br></br><b>Dolma Jover Agullo</b> is a Spanish choreographer, dancer, performer & teacher.</br>During the last 10 years she's been working as a professional dancer in several national and international Dance Companies: Ananda dansa, Proyecto Titoyaya, Mou Dansa, Maria Carbonell, Cia.Off Verticality, Landes Theatre Linz. At the same time she's been creating and performing her own pieces in different festivals and theatres: ‘Tanzhafenfestival’, Austria. ‘Langenachtderbuehnen’, Austria. ‘Use At Your Own Risk’, Romania.’ Espacio Inestable’, España.’ Ars Electronica Festival’, Austria. She's been giving workshops at dance universities and companies around Europe.</br> In her recent projects, Dolma Jover focuses on integrating interactive media technologies in dance performances & workshops. One of her main interests and research topics is ‘Spanish dance as a tool to find other approach to the role of the body in the contemporary dance context’.",
        "descricao":"‘4th Skin’ is a comment on the subjects of ephemerality, self-exploration,  illusion of control and manipulation, presented as an intermedia dance performance for two performers and a wireless web cam.</br> The identity and memory of one’s body and its presence in a given context interact with the limits of the movements and the technology. The interdependence between performer, filming device and body projection, reveals another perspective on the relation between oneself and the world around.</br> Video content, captured real-time with a wireless camera is projected back on the performer’s body, creating a layer of multimedia “skin”. The performer is holding the camera. Her movements generate the point of view for the video footage. The choreography is created depending on the body projection, which the performer does not actually see, during the performance. Video projection, movements and sound are all live and generating each other.</br> A customized interactive platform for video mapping on moving bodies and interactive projections has been created for this project. Real-time video footage from wireless cameras or electronic microscope could be used.</br> All the video content is real-time footage, mapped on the body or projection on the wall, responsive to the movements of the performer.",
        "positionX": "1",
        "positionY": "8"
        },
    {
        "id":9,
        "name":"Kineret Lourie",
        "title":"Reconvening The Eichmann Trial (Session no. 01)",
        "img":"media/img_small/small_Kineret_Lourie.jpg",
        "imgSizeX":600,
        "imgSizeY":400,
        "targetUrl":"//player.vimeo.com/video/112278870?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Kineret Lourie",
        "Caption":"<h4>Reconvening The Eichmann Trial (Session no. 01)</h4></br>Multiple Projections, 3 channel Video piece, 1920 by 1080, 7min 37sec.</br>2014",
        "bio":"<b>Kineret Lourie</b> is an Israeli born and London based Artist. Kineret works predominantly in the medium of Drawing and Video, and her current works incorporate projection mapping, large stage sets and archive video materials. Kineret is now in the process of completing her MFA at the Royal College of Arts in London. She received her B.Des (Cum Laude) from the Visual Communications Dep. at the Bezalel Academy of Art and Design, Jerusalem. Selected group exhibitions include Gal On Gallery TLV, Alfred Gallery TLV and the Herzliya Biennale. Her drawings have been featured in Israeli and International Magazines and Publications such as SCRAWL, A5, Bookieman, Le Monde Ha’aretz, Direction East and in Pecha-Kucha Tel-Aviv. In 2013 she had her first Solo Exhibition “Colour Checker” at the Alfred Gallery in Tel-Aviv.",
        "descricao":"In this 3 channel Video Installation piece, I revisit the Adolf Eichmann trial by summoning its participants, along with my self and the current audience of the piece. Adolf Eichmann, a Nazi lieutenant colonel was captured and then tried and executed by an Israeli court in Jerusalem, 1961. The trial took place in a purpose built Theatre auditorium (planned by my grandfather, Arch. David Reznik) and had prominent world media coverage as well as being broadcast to the Israeli public. </br>All participants in this pre-determined execution trial were expected to play their role, Including Eichmann.</br>A dedicated YouTube channel hosts video recordings of the entire trial proceedings. I used this archival footage to cut-out key figures, situating them in a fictional re-staging, using original sets, projection mapping and computer postproduction. By deconstructing the original footage, lines of the architecture, camera angles and by mixing the several chronologies I built a new event which echoes the historical from within the present.  </br>The stages of production and presentation play a part in ‘filling the gaps’ between the ‘original’ event, it’s narration and structuring through the trial / theatre and its reconstruction. Projections and live sets with their convincing yet deceiving appearance, the borderline between the fragmented archive footage, the projected digital space, the current physical space in which I filmed and the final piece was blurred. It allowed for a reexamination of the dynamics between the place, the hierarchies, the ‘players’, the audience and the onlookers.",
        "positionX": "1",
        "positionY": "9"
        },
    {
        "id":10,
        "name":"Laurus Edelbacher",
        "title":"Resolution Transformation",
        "img":"media/img_small/small_Laurus_Edelbacher.jpg",
        "imgSizeX":600,
        "imgSizeY":399,
        "targetUrl":"//player.vimeo.com/video/95657918?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Laurus Edelbacher",
        "Caption":"<h4>Resolution Transformation</h4></br>Video documentation from the work Resolution Transformation a performance with machines // against agreements!!</br>2014",
        "bio":"<b>Laurus Edelbacher</b> is an Austrian artist. He graduated from the Htbla Hallstatt, technical college for sculpting and afterwards visited the Vienna Art School, Class for Interdisciplinary Art for 4 years.</br>His practice spans a broad range of digital media and physical materials. Often combining both in his works.",
        "descricao":"The aim of this performance is to playfully discover and understand the rules and limitations we can’t recognize due to our constant adjustments to the given regulations of the system.</br> Those adjustments are made out of our fear to fail and to disturb the workflow.</br>I interact and experiment with these regulations to show the transparency of the system, similar to transforming a black box model to a white box model in system theory.</br>I transform, disassemble and assemble them again. I deconstruct to understand new possibilities and impossibilities and show a way to escape the tacit consent of the system.",
        "positionX": "1",
        "positionY": "10"
        },


    {
        "id":11,
        "name":"Malin Stahl",
        "title":"Walking Cinema",
        "img":"media/img_small/small_Malin_Stahl.jpg",
        "imgSizeX":600,
        "imgSizeY":337,
        "targetUrl":"//player.vimeo.com/video/112282858?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Malin Stahl",
        "Caption":"<h4>Walking Cinema</h4></br>A performance by Malin Stahl, performed at ‘Cinema as Object’ study day at the Slade School of Fine Art, London duration ca 20 min.</br>Video documentation by Ruaidhri Ryan</br>2013",
        "bio":"<b>Malin Ståhl</b> is a visual artist working in performance and video. She received her training at Iceland Academy of the Arts, the School of the Art Institute of Chicago and the Slade School of Fine Art in London. Her work has been shown internationally, in institutions such as Moderna Museet in Stockholm, Barbican Art Gallery and Institute of Contemporary Art (ICA) in London and Centre of Contemporary Art Torun as well as in galleries and artist run spaces.",
        "descricao":"In the performance the object of the female body is turned into an architectural structure. It is carrying a cinema as an extension of its body. With one screen placed in from of each eye the act of looking is diffused. Spectators view the cinema, spectators view the body-structure and the cinema itself returns the gaze.",
        "positionX": "1",
        "positionY": "11"
        },
    {
        "id":12,
        "name":"Medeology Collective",
        "title":"Geometries of Power",
        "img":"media/img_small/small_Medeology.jpg",
        "imgSizeX":600,
        "imgSizeY":337,
        "targetUrl":"//player.vimeo.com/video/112283747?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"The Medeology Collective",
        "Caption":"<h4>Geometries of Power</h4></br>Live Video Performance by The Medeology Collective, 8 ft by 8 ft.  Plywood, plexi-glass, 4X digital video projection, 3 X surveillance cameras.  Video content software: Adobe After Effects, Premiere Pro, C4D, Module8, VDMX.</br>2014",
        "bio":"Formed in January 2009, the Medeology Collective is a group of artists whose artwork is concerned with the cultural, political and technological influence of the mass media in the form of new media digital video performance in public, academic and gallery contexts. The group crosses the boundaries between video art, installation art, sculpture and VJing practices and focuses on media mythos, media magic, media ideology and mediations of representation.</br></br><b>Alessandro Imperato</b> is a digital media artist and theorist in art history, visual culture and media theory. His imagery draws heavily on Brechtian themes of ‘making strange’ settled signs, meanings and narratives. His work is particularly concerned with media mythology. Alessandro is a cross-media practitioner and is also an experienced performer in live digital video, which involves performing in real-time installations and public venues from clubs to art galleries. His practice can be described as digital media montage. The artwork is intended to intervene in the mediations between reality and representation. Dr. Imperato is a professor of Motion Design, Digital Arts and Media Theory at the Savannah College of Art and Design, Atlanta.</br>www.alessandroimperato.com</br></br><b>James Gladman</b> is an artist, designer and musician working primarily in time- based electronic media. His music videos and video art installations have been exhibited and published internationally. As a long-time collaborator with the experimental cut-up culture-jammers Negativland, Gladman created three ‘music videos’ for the group. His video art addresses ‘collective subtexts’ in commercial culture that await decoding via anarcho-structuralist sensibilities and ritual/-meta- programming techniques, in order to uncover aspects of a media-constructed consensus Id. Gladman taught at, and was instrumental in integrating electronic mediums across artistic disciplines at Cranbrook Academy of Art. While at Cranbrook, Gladman was a designer/collaborator for the office of groundbreaking graphic designers P.Scott and Laurie Makela. James Gladman is currently professor of Motion Media at Savannah College of Art and Design</br>www.jimgladman.com</br></br><b>Kelley McClung</b> is an installation artist, designer of lighting, and scenic environments. Her recent work is about the influence of re-mediation collage in the form of sculptural media, performance and installation. Her work has been seen at the Edinburgh Fringe Festival, Scotland, the Kennedy Center, Washington DC, Paris, France, Shanghai, China, and productions or projects in Minneapolis, Chicago, Atlanta, LA, NY, and numerous other US and International cities. In 2000 she created P.I.G. (Performance Installation Group) in Savannah, GA. McClung has received several fellowships including a Kennedy Center Lighting Fellowship. She is a professor of Foundation Studies at the Savannah College of Art and Design, and has a MFA in Lighting and Scenic Design from the University of Minnesota Twin Cities, and a BFA in Fine Arts with emphasis in Sculpture from Transylvania University.</br>www.kelleymcclung.com",
        "descricao":"Formed in January 2009, the Medeology Collective is a group of artists whose artwork is concerned with the cultural, political and technological influence of the mass media in the form of new media digital video performance in public, academic and gallery contexts. The group crosses the boundaries between video art, installation art, sculpture and VJing practices and focuses on media mythos, media magic, media ideology and mediations of representation.</br> http://medeologycollective.com/",
        "positionX": "1",
        "positionY": "12"
        },
    {
        "id":13,
        "name":"Patrícia Reis & Vasco Bila",
        "title":"Odalisques #2",
        "img":"media/img_small/small_Patricia_Reis_Vasco_Bila.jpg",
        "imgSizeX":600,
        "imgSizeY":398,
        "targetUrl":"//player.vimeo.com/video/112233204?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Patrícia Reis & Vasco Bila",
        "Caption":"<h4>Odalisques #2</h4></br>Audiovisual interactive installation. Ink jet print on 1cm PVC, 140x170 cm, optical computer tracking system. Video, Color, Stereo, 20:00 Min.</br>2013",
        "bio":"<b>Patrícia Reis</b> b. Lisbon 1981. She Graduated in Visual Arts from the ESADcr. Portugal, in 2004, and in 2011 presented her masters thesis in Media Art at the Lusófona University, Lisbon. She's currently a PhD candidate at the University of Évora, Portugal, researching on Media Art and Cultural Studies. She's a fellow researcher from Science Technology Foundation of Portugal. From 2006 to 2012, she was lecturing Digital Arts at the Polytechnic Institute of Beja, Portugal.</br> As an artist and researcher she is interested in the intimate (cultural and political) relations between the subject of vision and image in photography, video and interactive media. Looking for a different type of visuality (with an haptic approach), she suggests the interactive technology as a strategic tool to stimulate other corporeal perceptions. Furthermore, she has a feminist approach on her artistic practice, in the context of media art, focusing on the assigned female roles in terms of representation. Since 2012 she’s a member of MBL – a feminist hackerspace based in Vienna, Austria. </br> She has been participating in several solo and group exhibitions and honored with several prizes, grants and artist residences, namely in 2013 with the Edith-Russ Haus Prize für Medienkunst (Oldenburg-DE), Fundação Calouste Gubenkian International support (Lisboa-PT) and in 2014 the HWK artist-in-residence (Delmenhorst, DE). </br> www.patriciajreis.com </br></br><b>Vasco Bila</b> was born in Albufeira (Portugal), in 1983. Graduated in Computer Sciences, with specialization in Computer Systems and Post-graduate in Production and Creation in Technological Art at Lusófona University, in Lisbon. </br> Since 2004, he has been researching in several computer-programming areas such as Computer Graphics, Robotics and Virtual Reality. In 2007, he started his research in Augmented Reality. Currently, he works and collaborates in several interactive projects and installations regarding those fields. He lectured Film, Video and Multimedia Communication to under-graduated courses at Lusófona University, in Lisbon.",
        "descricao":"A monitor is installed featuring a photograph of two female figures with their backs to the viewer. The participant can freely move the monitor - in all directions - to see a different image than that in the photograph. Although the moving image that appears on the screen corresponds to the still shot, the video operates as a window, enabling the viewer to see beyond it - to virtually enter the invisible side of the image.</br> At the first glance, the figures depicted in the still, seated side by side, appear to be an exact repetition or a mirror image. This interaction then makes it clear that - despite similarities - the figures behave differently. In the performance-like act of posing, the figures interact with each other by means of various gestures, such as looking, smiling, nodding and touching. However, the viewer is never entirely able to verify this, since the screen is so small that the viewer cannot perceive both figures simultaneously.</br>The participant is encouraged to take part in the perceptual exercise of composing the continuously moving image through small, fragmented shots. </br> The silent dialogue between the figures is an enigmatic occurrence, as they apparently seem to be in a synchronized conversation. By steering the screen, the participant becomes first an outsider, a voyeur, discerning the action behind the still image. But the figures are aware of the presence of the viewer: as they exchange signs with each other, they also occasionally directly face the viewer, thereby including him or her as a third participant in this dialogue. The screen interface frames this virtual scenario in much the same way as a digital camera, which is incapable of freezing a moment in time.",
        "positionX": "1",
        "positionY": "13"
        },
     {
        "id":14,
        "name":"D. Proença, J. Ornelas & V. Toste",
        "title":"Desassossego",
        "img":"media/img_small/small_Proenca_Ornelas_Toste.jpg",
        "imgSizeX":600,
        "imgSizeY":375,
        "targetUrl":"http://design2013.fba.ul.pt/links/proj/d2/djv/djv.html",
        "bioID":"David Proença, João Ornelas & Valentim Toste",
        "Caption":"<h4>Desassossego</h4></br>Audiovisual Installation, Website, Interactive Game</br>2013",
        "bio":"<b>David Proença</b> (1992, Lisboa), <b>João Ornelas</b> (1990, Terceira) e <b>Valentim Toste</b> (1992, São Miguel), iniciam o seu percurso pela FBAUL, licenciado-se em Design de Comunicação. Tentaram ter uma participação activa nas actividades da Faculdade, tendo alguns projectos expostos nas várias sessões da exposição DESIGN:FBAUL. David chegou também a fazer parte da equipa responsável pelo projecto de comunicação da edição DESIGN:FBAUL'13. Os três juntaram-se para diversos projectos, incluindo o presente exposto, que já contou antes com a menção honrosa na 4a edição do Labjovem Açores.",
        "descricao":"Tudo em meu torno é o universo nu, abstracto, feito de negações nocturnas. Divido-me em cansado e inquieto, e chego a tocar com a sensação do corpo um conhecimento metafísico do mistério das coisas. Por vezes amolece-se-me a alma,e então os pormenores sem forma da vida quotidiana bóiam-se-me à superfície da consciência, e estou fazendo lançamentos à tona de não poder dormir. Outras vezes, acordo de dentro do meio-sono em que estagnei, e imagens vagas, de um colorido poético e involuntário, deixam escorrer pela minha desatenção o seu espectáculo sem ruídos. </br></br> <i> O absurdo, a confusão, o apagamento — tudo que não fosse a vida...</i></br>(Bernardo Soares) </br></br> Desassossego trata-se da interpretação do 'Fragmento 31', do Livro do Desassossego, de Bernardo Soares. O projecto é composto por duas peças, uma instalação com enfoque especial no vídeo; e um objecto interactivo com base na concepção de uma narrativa não linear. Pretende-se que o objecto corporize uma experiência hipermédia (desde a narrativa interactiva online à instalação).",
        "positionX": "1",
        "positionY": "14"
        },
     {
        "id":15,
        "name":"Rewa Wright",
        "title":"Ko Maungawhau ki Runga",
        "img":"media/img_small/small_Rewa_Wright.jpg",
        "imgSizeX":600,
        "imgSizeY":338,
        "targetUrl":"../Rewa_pag/coord.html",
        "bioID":"Rewa Wright",
        "Caption":"<h4>Ko Maungawhau Ki Runga / The Mountain Above</h4></br>Augmented reality locative art installation</br>2013",
        "bio":"<b>Rewa Wright</b> is an artist and technologist from New Zealand, fascinated by shifts in dynamic systems and emergent computational assemblages. She works across the territories of installation, generative art, animation, documentary, and live audio-visual performance and is currently most interested in creating post-gallery situations combining augmented reality with site specific installation. She has a professional background crossing industrial with experimental indigenous media in broadcast, post-gallery and live performance situations. She is currently working toward her PhD in Art, Design & Media at University of New South Wales in Sydney, and holds a Master of Literature in Art History, and a Master of Arts in Film, Television and Media Studies.",
        "descricao":"'Ko Maungawhau ki runga/ the mountain above' was an augmented reality installation for smartphone and tablet by Rewa Wright exhibited in April/May of 2013. It was located on the site of a former 17th century Maori 'Pa' (fortified village) inhabited by her ancestors from the Ngati Whatua tribe of Auckland, New Zealand. It used location aware technology in combination with print triggers to deploy augments embedded as video at 6 nodes in this location (see Fig1, key), also a dormant volcano and large public park. The 6 nodes were the artist's mediation to virtual form of 6 different symbolically charged traditional Maori artefacts: flying kite (manu aute), mat (whariki), flying bird (manu rere), meeting place (marae), hive (kohanga pii), net (hao).</br>The user, armed with the free proprietary browser Layar, traversed the site on foot to experience each augment. While there was no particular order to the installation and each augment could flow to any other, the terrain of the site imposed a structure and privileged certain paths over others ( hilly or smooth, pitted with middens or adjacent paths). 'Ko Maungawhau ki runga/ the mountain above’ explored possibilities for engagement between Global Positioning Systems (GPS), the smartphone/tablet as a media assemblage, embodied connections to user, artist and site as historical and present material entities. Critically, it is the agency of the user as they 'perform' the work, that facilitates the connectivity between memory, time, and perception via the embodied act of walking, tracking and interaction with the augments.",
        "positionX": "1",
        "positionY": "15"
        },


    {
        "id":16,
        "name":"R. Carvalho, Y. de Quay & J. Shen",
        "title":"Breakdown",
        "img":"media/img_small/small_Rodrigo_Carvalho.jpg",
        "imgSizeX":600,
        "imgSizeY":450,
        "targetUrl":"//player.vimeo.com/video/95846156?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Rodrigo Carvalho, Yago de Quay & Jun Shen",
        "Caption":"<h4>Breakdown</h4></br>Interactive Audiovisual Dance Performance, Austin.</br>Rodrigo Carvalho: Interactive Visuals; Yago de Quay: Dance, Voice and Music Composition; Jun Shen: Dance and Choreography; Po-Yang Sung: Lighting</br>2014",
        "bio":"<b>Rodrigo Carvalho</b> (Porto, 1983), designer & new media artist from Porto/Portugal.Graduated in Design (Aveiro-PT, 2005) and with a Master Degree in Digital Arts (Barcelona,2009).</br>He is nowadays a PhD student in Digital Media in the University of Porto/FCT under the UT Austin/Portugal Program. His work is focused in the relations and the synergies between sound, movement and image in audiovisual real time systems and environments.</br>www.visiophone-lab.com</br></br><b>Yago de Quay</b> is a musician who performs with sensors on his body. Currently a PhD fellow at UTAustin, he combines his musical and programming skills to develop motion driven musical devices.</br>His work with sensors and electronic music started in 2010 with a grant by the European Union to implement interactive music sensors in night clubs.</br>Findings led to the publication of the book “Interactive Music 2.0”, then considered the best thesis in his Master’s program. Subsequent work with dancers wearing musical sensors earned him a PhD fellowship by the Portuguese government and a TEDx talk in Luanda. His pieces cover multiple artistic disciplines to create immersive audiovisual performances.</br>In 2013 he received the Audience Favorite Prize at West By West Campus Film Festival for the film NOLA and the Critics Table Awards nomination for the Best Video Design in the multimedia performance 3D[Embodied]. This year Yago was commissioned a piece and granted a residency by the Ammeman Center for Arts and Technology at Connecticut College, for the 14th Biennial Symposium on Arts and Technology.</br>Yago holds a Bachelors Degree from Berklee College of Music and a Master’s Degree from the Faculty of Engineering at the Universidade of Porto.</br></br><b>Shen Jun</b>, born in Jiang Yin China. He attended Wuxi Culture and Arts School to learn dance in 1995, danced in Wuxi's Song and Dance Troupe in 1998. admitted into Beijing Capital Normal University as a dance major in 2001, graduated with a Bachelors of Fine Arts degree and became a modern dancer and choreography for Beijing Dance/LDTX Company in 2005, going on tour with the company to many countries including the Grand Performance Festival in LA, Dance Salad Festival in Houston, Fall For Dance Festival in New York, Brunswick Dance Festival in Germany, 'China Today's Art Week' in Vienna,  East and West International Arts Festival in Italy, Monterrey Dance Week in Mexico, Busan International Dance Festival in South Korea ect. In September 2009,he left Beijing Dance/LDTX troupe to become an independent dancer and choreographer, working with various artists in fields such as literature, music, film and theater creation from deferent countries. Meanwhile, he began to be a screenwriter.</br>In 2013, he earned the full scholarship and fellowship of UT Austin and became a Graduate student of MFA in Dance.",
        "descricao":"'Breakdown' is an interactive audiovisual dance performance presented at the Ears Eyes and Feet event in the B. Iden Payne Theater, May 2014, UT Austin Texas.</br>Breakdown explores a 2 dimensional simulated world in which its physical rules are constantly being changed and manipulated by an external entity. An inhabitant of this world is in constant motion to adapt to its characteristics. He interacts with the physical rules and develops a dialogue with the entity who controls the forces. Eventually the inhabitant ends up breaking the world's rules and release himself into a new world, a new dimension.</br>The dancers’s movements and gestures are captured by two Kinect cameras on stage, creating an interactive dialog with the music and visuals.",
        "positionX": "1",
        "positionY": "16"
        },
    {
        "id":17,
        "name":"Rudi Knoops",
        "title":"Mirror Mirror",
        "img":"media/img_small/small_Rudi_Knoops.jpg",
        "imgSizeX":600,
        "imgSizeY":400,
        "targetUrl":"//player.vimeo.com/video/112233777?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Rudi Knoops",
        "Caption":"<h4>Mirror Mirror</h4></br>Mixed media installation, 104cm diameter x 120cm height.</br>2014",
        "bio":"<b>Rudi Knoops</b> currently is a PhD researcher at KU Leuven / LUCA School of Arts and the University of Antwerp / Research Centre for Visual Poetics, both in Belgium. He is affiliated with the Re-Visionary research group at the Media, Arts and Design faculty (MAD-faculty) in Genk, Belgium. His practice-based PhD in media arts—for which he received a doctoral scholarship from KU Leuven—is an inquiry into the space-time dimension(s) of cylindrical anamorphosis, and is situated on the intersection of media archaeology, visual arts and sound arts. A recent research project MULTIPLE voice/vision focused on how a multi-layered spatialized installation set-up can be a trigger for embodied perception. His new installation Mirror Mirror explores the workings and the artificial magic of the cylindrical mirror.</br>Alongside his artistic work and current PhD research, Rudi Knoops lectures at the MAD-faculty in the Experimental Media module, and acts as a thesis coach for Master’s students.",
        "descricao":"Within the history of interactive video installations, there is a tradition of integrating the live image of the self: the screen as mirror, negotiating between pure reflection and (total) transformation. The installation Mirror Mirror engages with this tradition. It is an appropriation of cylindrical anamorphosis, a 17th century technique in which a distorted image can be observed in its reconstituted form through reflection in a cylindrical mirror. Cylindrical anamorphosis typically is a media setting in which the mirror is not used to look at oneself, and instead uses the phantasmagoric power of the mirror to reveal something that was hidden, intertwining the subversive and the magical. By implementing digital technology, the cylindrical mirror can however also become a mirror that allows to observe oneself. A semi-transparent cylindrical mirror hides a video camera. The video-image of the observer approaching the mirror is captured and warped in real time—from a Cartesian to a near-polar coordinate system—and projected on a horizontally-placed screen. The reflection in the cylindrical mirror reveals the reconstituted image of the observer. Warped projected image and reflected image are – literally – a mirror pair, a double face that offers an intriguing interplay of chaos and form. The cylindrical mirror acts as mediator that translates and folds warped projection into recognizable reflected form, and at the same time, re-injects some of its wild analogue magic into the digital apparatus. The reflected image, as of an apparition trapped inside a glass vessel, possesses a strange quality of three-dimensionality. Upon closer inspection, distortions at the edges of the reflected image unmask this three-dimensionality to be just an illusion. The reflection in the cylindrical mirror does not belong to the same reality as the observer’s, at this side of the mirror. An incompossibility central to the lure of Mirror Mirror, and that invites to explore the mechanisms of this quasi-impossible telltale mirror, and of one’s own visual perception system.</br>In our media-saturated world were digital processual images are becoming standard, cylindrical anamorphosis uses its own analogue and pre-digital processual power to re-inject uncontrolled magic and poetry into this techno-aesthetics. On the other hand by using moving images that are digitally manipulated, cylindrical anamorphosis is contaminated by the present and becomes a hybrid contemporary version of artificial magic.",
        "positionX": "1",
        "positionY": "17"
        },
    {
        "id":18,
        "name":"José C. Neves",
        "title":"Split Screen",
        "img":"media/img_small/small_splitScreen.jpg",
        "imgSizeX":600,
        "imgSizeY":429,
        "targetUrl":"//player.vimeo.com/video/112232807?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"José C. Neves",
        "Caption":"<h4>Split Screen</h4></br>Estrutura em PVC e alumínio com 300cmx200cmx27cm (altura, largura, profundidade). Aplicação software em AS3 com recurso a sensores Phidgets — efeito Pixel com base em código de Andre Cavallari disponível em 2010 em <http://active.tutsplus.com>. Vídeos a partir de capturas Tv e YouTube.</br>2010</br><i>Apoio conceito: José Gomes Pinto.</br>Apoio à produção da Universidade Lusófona de Humanidades e Tecnologias.</i>",
        "bio":"<b>José Carlos Neves</b> é licenciado em Design de Comunicação (FBAUL) e Mestre em Sistemas de Comunicação Multimédia (ULHT), onde desenvolveu tese em torno da relação entre corpo, arte e tecnologia. Nos seus estudos atuais de doutoramento tem vindo a trabalhar os 'processos de design na arte interativa'.</br>Autor de um extenso número de projetos de design, nos últimos anos dedicou-se intensamente ao ensino universitário. Coordena cadeiras de formação tecnológica na Escola de Comunicação, Artes e Tecnologias da Informação (ULHT) onde também lecciona nas áreas do design e artes digitais. O foco do seu trabalho de investigação artística está na relação dinâmica entre espectador e obra de arte.",
        "descricao":"Este projecto procura sublinhar o diálogo/circuito (entre) máquina-espectador-máquina e o impacto político-social de todo o fenómeno televisivo. </br>No que ao impacto político-social do fenómeno televisivo diz respeito, interessa em especial o factor hipnótico que a televisão exerce no espectador, provocando a ausência de interacção entre os que a partilham no sofá. Um intervalo na programação irá obrigar a uma troca de ideias que, muito provavelmente, se irá centrar no que acabaram de observar e ouvir. A TV traz e dá o objecto real, que se faz patente mediante ela.</br>A TV marca o centro da casa. Dali emanam tanto as verdades que a família engole, sem as 'mastigar', como é ali também que encontra os momentos de descontracção, previamente formatados pelos níveis de audiência.</br>O Internet nos últimos tempos tem vindo a contaminar esse papel de 'origem de verdades' e mediatização que antes somente chegava mediante  a antena da TV. Com a integração da Internet nos aparelhos de televisão, os portais de conteúdos vídeo como o YouTube já podem ser vistos naquele aparelho. A TV assume uma função de remediadora de meios, da mediatização.</br>Os programas em que o espectador comum é chamado a passar para o lado de dentro do ecrã, são fenómenos de sucesso, de audiência assinalável. Big Brother's vários, estes fazem parte de toda uma série de 'encenação de realidade' especializados na mediatização da intimidade e proliferam na TV um pouco por todo o lado. Um fenómeno global, este.</br>Encontram-se aqui os conceitos de 'duplo' e 'voyeur' que são nesta peça evidenciados através da utilização de vídeos que se centram em conteúdos de TV/YouTube, relacionados com a auto-exposição. Tal também é sublinhado em forma de redução ao absurdo através do óculo de porta colocado no verso da peça, que permite a um dos participantes na peça, ver um outro que vê, criando assim uma indicação ostensiva do voyerismo. Há uma espécie de efeito unheimlich que resulta quando alguém contempla o ver de outro, sabendo-se também numa posição de vidente.</br>Por fim o diálogo/circuito (entre) máquina-espectador-máquina é levado à letra. Split Screen revela a responsabilidade do observador, a “mudança de canal”, onde o zapping não será feito através de um vulgar comando, mas sim pela distância do observador à peça. O corpo será assim o interface desta 'TV multi-ecrã'. A determinação do ecrã-fragmento que se pode contemplar, emerge de um fundo de ruídos de todos os outros ecrã-fragmento, fazendo-se visível porque, realisticamente, é o único que permanece com o led sem sinal e onde imagem e som estão sincronizados.</br>Será ainda a diminuição da distância a reforçar esse factor hipnótico atrás, pois à medida que a proximidade de um dos participantes aumenta, maior será o pixel. A ampliação deste símbolo da imagem digital não só vai de encontro ao efeito hipnótico sobre o espectador, como explora a cortina de ruído que a televisão instala enquanto “veículo de verdades” preferido por muitos.</br></br><i>Por José Carlos Neves e José Gomes Pinto.</i>",
        "positionX": "1",
        "positionY": "18" 
        },
    {
        "id":19,
        "name":"Stephan Jürgens",
        "title":"Freuden|Tanz",
        "img":"media/img_small/small_Stephan_Jurgens.jpg",
        "imgSizeX":424,
        "imgSizeY":600,
        "targetUrl":"//player.vimeo.com/video/113018004?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Stephan Jürgens",
        "Caption":"<h4>Freuden | Tanz</h4></br>Web-based interactive installation</br>2014</br><i>Implementation and Programming: Peter Bouda</br>Contributing artists: Claire Honigsbaum, Isabel Correia, Joana Craveiro, Luís Fonseca, Múcio Sá and Tony Tavares</i>",
        "bio":"<b>Stephan Jürgens</b> holds a Ph.D. in Contemporary Choreography and New Media Technologies. His research interests concentrate on designing creative strategies for live performance involving interactive systems. He has been teaching movement research, interdisciplinary choreography and interactive system design in many different learning environments and institutions. Stephan collaborated on several international research projects, all of which investigated the use of recent technology in Contemporary Dance and Digital (Live) Performance. As a choreographer, Stephan has presented several works in collaboration with artists from the most diverse fields, and as a result developed his own system of “transmedia choreography”.</br> Further information: www.sjurgens.net",
        "descricao":"<i>Freudentanz</i> is a German term that cannot really be rendered in another language... translated literally it means 'to dance out of joy' and describes a kind of eureka moment combined with a deep sense of happiness within your life. </br>There is no apparatus to capture these sudden and internal experiences, there is no document or score to (re)produce such ‘dances’ again, and there is no stage or screen to share the unique moment with others. </br>However, a Freudentanz moment can change our entire consciousness, and the essence of the experience remains in the depth of our beings, pervading the ordinary perception of our existence with an invigorating sense of the true nature of our lives. </br>Although a Freudentanz manifests as an exuberant moment of joy that can be witnessed by an outside eye, the crucial question is: how can someone else actually experience that their our empathic understanding of the other's joy is nothing else but our own potential capacity 'to dance out of joy'?</br>FREUDEN | TANZ is a collaborative experiment in transmedia choreography. A few selected befriended artists have provided transcripts of their personal Freudentanz experiences in the form of raw text files and authorized me to stage the data on a screen, to choreograph visualizations, and to engender interactions with these transmedial dances.",
        "positionX": "1",
        "positionY": "19"
        },
    {
        "id":20,
        "name":"Stefan Tiefengraber",
        "title":"USER GENERATED SERVER DESTRUCTION",
        "img":"media/img_small/small_tiefengraber.jpg",
        "imgSizeX":600,
        "imgSizeY":400,
        "targetUrl":"http://www.ugsd.net/index_post.html",
        "bioID":"Stefan Tiefengraber",
        "Caption":"<h4>User Generated Server Destruction</h4></br>Interactive Installation</br>2013",
        "bio":"<b>Stefan Tiefengraber</b> born 1981 in Baden bei Wien / Austria. After working six years in a film production company he changed his main place of residence to Linz / Austria where he works as an artist.</br>stefantiefengraber.com </br>Stefan Tiefengrabers art works go from performances to interactive installations to time based media like experimental video and documentaries. This works have been exhibited in Ars Electronica Festival (Linz/Austria), O'NewWall Gallery (Seoul/Korea), Piksel Festival 2013 (Bergen/Norway).</br>stefantiefengraber.com",
        "descricao":"Visitors of the website www.ugsd.net can trigger six hammers and drop them onto a server that is located in the exhibition.</br>This server hosts the website, which also shows a video stream to follow what's happening with the piece. The installation ends when the server is destroyed and thus can not host the website any more. The internet is a continually growing network of servers spread all over the world. On the one hand are the users and on the other hand the providers, supplying the network. Usually, it is just possible for computer viruses and very qualified users to attack and destroy highly protected servers that are locked in well-secured places.</br>With “User Generated Server Destruction” every user has the possibility to erase one of this servers and thereby shrink the worldwide network for a short moment.",
        "positionX": "1",
        "positionY": "20"
        },


    {
        "id":21,
        "name":"URBANSCREEN",
        "title":"320° Licht",
        "img":"media/img_small/small_UrbanScreen.jpg",
        "imgSizeX":600,
        "imgSizeY":337,
        "targetUrl":"//player.vimeo.com/video/112234795?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"URBANSCREEN",
        "Caption":"<h4>320° Licht – A Spatial Experience</h4></br>Light Projection Installation. Video duration (loop): approx. 22 min.</br>2014",
        "bio":"<b>URBANSCREEN</b> is an artist collective and creative company based in Bremen, Germany. Operating in a network comprising new media artists, architects, musicians, cultural scholars and technicial specialists from various fields, URBANSCREEN develops site-specific media installations for the public space. Their works include architectural projections, augmented sculptures, concepts for media façades and virtual theatre. By experimenting with syntheses of virtual and material spheres, URBANSCREEN investigates the dynamics of our significantly changing living spaces.",
        "descricao":"‘320° Licht’ is a multimedia light and sound installation that premiered on April 10th in the Gasometer Oberhausen, being part of the permanent exhibition ‘The Appearance of Beauty’. </br>Within a radius of 320 degrees, graphic patterns grow on the 100-metre high inside wall, using the cathedral-like beauty of the Gasometer as a starting point for a fascinating game with shapes and light.The observer experiences an immersive interplay between real and virtual space. A complex virtual architecture slowly emerges from minimalistic graphical figures, evoking an imaginary, ever-changing room. The Gasometer seems to dissolve into its own filigree structures and yet finally always reverts to its original shape.</br> The respective sound installation is based on the original spatial acoustics, especially the massive echo resulting from the Gasometer’s height, shape and materiality. By understanding this unique space as discrete instrument, the sound composition carefully accentuates its ambiance. </br>The installation is realized with 21 high performance EPSON video projectors, respective CF-card-players and a 7.1. soundsystem. It runs in a 20 min. loop.",
        "positionX": "1",
        "positionY": "21"
        },
    {
        "id":22,
        "name":"Scenocosme",
        "title":"Rencontres imaginaires",
        "img":"media/img_small/small_Scenocosme.jpg",
        "imgSizeX":600,
        "imgSizeY":424,
        "targetUrl":"//player.vimeo.com/video/112235370?title=0&amp;byline=0&amp;portrait=0&amp;color=00ff00&amp;autoplay=1&amp;loop=1",
        "bioID":"Scenocosme",
        "Caption":"<h4>Rencontres Imaginaires</h4></br>Video recording of the interactive artwork</br>2013",
        "bio":"<b>Grégory Lasserre</b> and <b>Anaïs met den Ancxt</b> work together with the name Scenocosme.</br>They mix art and digital technology in order to find substances of dreams, poetries, sensitivities and delicacies. They design interactive artworks, and choregraphic collective performances, in which spectators share extraordinary sensory experiences.</br>Their artworks were presented in several contemporary art and digital art spaces. Since 2004,they have exhibited their interactive installation artworks at ZKM Karlsruhe Centre for Art and Media (Germany), at Museum Art Gallery of Nova Scotia (Canada), la Villa Romana (Firenze), at Daejeon Museum of Art (Korea), , at Bòlit / Centre d’Art Contemporani (Girona), at Contemporary Art Museum Raleigh (USA), MUDAC, Fondation Claude Verdan (Lausanne), Musée Ianchelevici (Belgique) and in many international biennals and festivals : Art Center Nabi / INDAF (Seoul), Biennial Experimenta (Australia), BIACS 3 / Biennial International of Contemporary Art of Seville (Spain), NAMOC / National Art Museum of China / TransLife / Triennial of Media Art (Beijing), C.O.D.E (Canada), Futuresonic (UK), WRO (Pologne), FAD (Brasil), ISEA / International Symposium on Electronic Art (Belfast & Istanbul & Albuquerque & Sydney), EXIT, VIA, Lille3000, Ososphere, Scopitone, Seconde nature (France) at La Gaîté Lyrique (Paris).</br>www.scenocosme.com ",
        "descricao":"'Rencontres imaginaires' (Imaginary meetings) is a series of several behavioral interactive videos works. When a visitor enters in the interaction space, he is faced to an interactive mirror screen. This one reflects his body, his face. Virtual hands and faces are trying to touch him, to catch him. </br>These hands and faces have lots of various behaviors and question relationships to the other. The hands and faces feel the presence and move along the face of the viewer. When he goes away, the hands and faces disappear. They will reappear with other behaviors when a new person will come. In this artwork, we provocate reactions and gestures from the spectators in response to virtual contacts. The audience plays with the hands which scrap the ear, caress the hair, touch the tip of the lips etc.The contact is virtual but gives strange real feelings for the viewer. It can be amused, annoyed, or expressed some pleasure. The virtual hands and faces appear in black and white superimposed with the image of the viewer.</br>This device gives the illusion of a ghostly troubling reality. We use digital technologies but give to see an image that remind the first tricks of cinema begining such as the illusion technique used by Georges Méliès.",
        "positionX": "1",
        "positionY": "22"
        }    
] 
}